{
    "birthday": "27 de Junio de 1988. Buenos Aires, Argentina.",
    "summary": "Soy un programador apasionado en lo relacionado a gráficos, diseño y desarrollo de video juegos, esto es a lo que me gustaría dedicarme. Me encuentro en las últimas etapas de la carrera de Ingeniería en Sistemas de Información en la UTN.",
    "youCanFindMe": "Puedes encontrarme en ... ",
    "tgcProject": "Proyecto universitario realizado para la asignatura TCG (Técnicas de Gráficos por Computadora) de la UTN (Universidad Tecnológica Nacional) realizado en C# utilizando un framework academico, la API de DirectX 9 y shaders escritos en HLSL (Shader Model 3.0). El proyecto fue realizar un video juego del tipo Survival Horror aplciando diferentes tecnicas graficas como iluminación, sombreado y optimización.",
    "skills": "Tecnologias",
    "tgcProjectTemplate": "Prueba de concepto para la asignatura TCG (Técnicas de Gráficos por Computadora) de la UTN (Universidad Tecnológica Nacional) realizado en C# utilizando un framework academico, la API de DirectX 9 y shaders escritos en HLSL (Shader Model 3.0). El proyecto fue realizar una plantilla de un video juego del estilo de Plataformas 3D para futuros alumnos que cursen TGC.",
    "tgcProjectMigratesToUnity": "La idea fue tomar el proyecto original de TGC migrarlo a Unity solo por diversión.",
    "tgcProjectMigratesToMonoGame": "La idea es tomar el proyecto original de TGC migrarlo a MonoGame (Motor Gráfico) con Bepu Engine (Motor de Físicas), para detectar desde TGC (Técnicas de Gráficos por Computadora) lo que los alumnos necesitan para realizar un proyecto de mejor manera.",
    "portfolio": "Es este proyecto el mismo fue realziado en ReactJS con la ayuda de Typescript y utilizando diferentes librerias como Material UI para administrar como se ve la página y Formik para manejar el formulario de contacto.",
    "Projects": "Proyectos",
    "Contact": "Contacto",
    "firstName": "Nombre",
    "lastName": "Apellido",
    "email": "e-Mail",
    "subject": "Asunto",
    "message": "Mensaje",
    "serverMailUnderConstructionTitle": "Envio de mail en construcción",
    "serverMailUnderConstructionContent": "Momentaneamente el servicio de envio de mail esta en construcción. Si desea ponerse en contacto por favor envie un correo a leanlaino@gmail.com",
    "pernodSupportContent": "Soporte en sitio para el cliente Pernod Ricard Argentina. Soporte a usuarios hardware y software. Soporte de infraestructura.",
    "monsantoSupportContent": "Soporte en sitio para el cliente Monsanto Argentina. Soporte a usuarios en hardware y software. Soporte de infraestructura.",
    "monsantoSysadminContent": "Administrador de accesos a sistemas Windows y sistemas propietarios del cliente Monsanto Argentina. Soporte de infraestructura.",
    "utnHelperContent": "Ayudante de catedra de la materia Técnicas de Gráficos por Computadora. Brindar soporte y seguimiento a alumnos en el desarrollo del trabajo practico. Corrección y mejoras de código del framework de la materia.",
    "bayerSysadminContent": "Administrador de accesos a sistemas Windows y sistemas propietarios del cliente Bayer Argentina. Soporte de infraestructura.",
    "khemLabsDeveloperContent": "Desarrollador de software tanto frontend como backend.",
    "pernodSupportDate": "Fecha de empleo : ene. 2015 – oct. 2015 | Duración del empleo : 10 meses ",
    "monsantoSupportDate": "Fecha de empleo : oct. 2015 – sept. 2016 | Duración del empleo : 1 año",
    "monsantoSysadminDate": "Fecha de empleo : sept. 2016 – ago. 2018 | Duración del empleo : 2 años",
    "utnHelperDate": "Fecha de empleo : ago. 2017 – actualidad | Duración del empleo : 3 años y 4 meses",
    "bayerSysadminDate": "Fecha de empleo : ago. 2018 – dic. 2018 | Duración del empleo : 5 meses",
    "khemLabsDeveloperDate": "Fecha de empleo : ene. 2019 – actualidad | Duración del empleo : 1 año y 11 meses",
    "pernodSupportPosition": "Cargo : IT Support Technician",
    "monsantoSupportPosition": "Cargo : IT Support Technician",
    "monsantoSysadminPosition": "Cargo : System Support Administrator",
    "utnHelperPosition": "Cargo : Ayudante de catedra",
    "bayerSysadminPosition": "Cargo : System Support Administrator",
    "khemLabsDeveloperPosition": "Cargo : Desarrollador de software",
    "unkownStep": "Paso desconocido",
    "Experience": "Experiencia"
}
